var az3Floor = {
  info: {
    width: 80999.179688,
    height: 80831.398438,
    bj: 128,
    boundsW: -250,
    boundsH: 300,
    centerX: 197518.906250,
    centerY: 204814.046875,
    maxZomm: 4,
    minZoom: 5,
        initZoom: 5,
    initX: -105,
    initY: 110,
    rotate: -90,
    floorAliasMap: {
          '核心反应堆': 'RBMK反应堆',
      'RBMK反应堆': 'RBMK反应堆',
      '老科学院': '老科学院',
      '压水堆': '压水堆',
    },
    floor: {
      'RBMK反应堆': [
        {
          floor_f: '1F',
          floor_address: '1',
          floor_name: 'RBMK反应堆',
          boundsW: -210,
          boundsH: 230,
          minZoom: 4,
          initZoom: 4,
          initX: -33,
          initY: 8,
          latLngX: -55,
          latLngY: 70,
          pixelToLatLngRatio: -0.85,
        },
        {
          floor_f: '2F',
          floor_address: '1',
          floor_name: 'RBMK反应堆',
          boundsW: -210,
          boundsH: 230,
          minZoom: 4,
          initZoom: 4,
          initX: -33,
          initY: 8,
          latLngX: -55,
          latLngY: 70,
          pixelToLatLngRatio: -0.85,
        },
        {
          floor_f: '3F',
          floor_address: '1',
          floor_name: 'RBMK反应堆',
          boundsW: -210,
          boundsH: 230,
          minZoom: 4,
          initZoom: 4,
          initX: -33,
          initY: 8,
          latLngX: -55,
          latLngY: 70,
          pixelToLatLngRatio: -0.85,
        }
      ],
      '老科学院': [
        {
          floor_f: '1F',
          floor_address: '2',
          floor_name: '老科学院',
          boundsW: -210,
          boundsH: 330,
          minZoom: 4,
          initZoom: 4,
          initX: -140,
          initY: 58,
          latLngX: -55,
          latLngY: 10,
          pixelToLatLngRatio: -0.85,
        },
        {
          floor_f: '2F',
          floor_address: '2',
          floor_name: '老科学院',
          boundsW: -210,
          boundsH: 330,
          minZoom: 4,
          initZoom: 4,
          initX: -140,
          initY: 58,
          latLngX: -55,
          latLngY: 10,
          pixelToLatLngRatio: -0.85,
        },
      ],
      '压水堆': [
        {
          floor_f: '1F',
          floor_address: '3',
          floor_name: '压水堆',
          boundsW: -280,
          boundsH: 230,
          minZoom: 4,
          initZoom: 4,
          initX: -60,
          initY: 58,
          latLngX: -40,
          latLngY: 120,
          pixelToLatLngRatio: -0.85,
        },
        {
          floor_f: '2F',
          floor_address: '3',
          floor_name: '压水堆',
          boundsW: -280,
          boundsH: 230,
          minZoom: 4,
          initZoom: 4,
          initX: -60,
          initY: 58,
          latLngX: -40,
          latLngY: 120,
          pixelToLatLngRatio: -0.85,
        },
      ],
    }
  },

  // 反应堆
  navList_firest1: [
    {
      "name": "服务器",
      "lang": "lang_fwq",
      "idType": 3,
      "num": 2,
      "icon": "nav_fwq"
    },
    {
      "name": "电脑机箱",
      "lang": "lang_dnjx",
      "idType": 5,
      "num": 4,
      "icon": "nav_dnjx"
    },
    {
      "name": "大武器箱",
      "lang": "lang_dwqx",
      "idType": 7,
      "num": 1,
      "icon": "nav_dwqx"
    },
    {
      "name": "弹药箱",
      "lang": "lang_dyx",
      "idType": 8,
      "num": 1,
      "icon": "nav_dyx"
    },
    {
      "name": "工具柜",
      "lang": "lang_gjg",
      "idType": 9,
      "num": 5,
      "icon": "nav_gjg"
    },
    {
      "name": "收纳盒",
      "lang": "lang_dgjh",
      "idType": 10,
      "num": 1,
      "icon": "nav_dgjx"
    },
    {
      "name": "一件衣服",
      "lang": "lang_yf",
      "idType": 12,
      "num": 2,
      "icon": "nav_yf"
    },
    {
      "name": "医疗物资堆",
      "lang": "lang_ylwzd",
      "idType": 14,
      "num": 3,
      "icon": "nav_ylwzd"
    },
    {
      "name": "旅行包",
      "lang": "lang_lxd",
      "idType": 15,
      "num": 6,
      "icon": "nav_lxd"
    },
    {
      "name": "手提箱",
      "lang": "lang_stx",
      "idType": 16,
      "num": 2,
      "icon": "nav_stx"
    },
    {
      "name": "储物柜",
      "lang": "lang_cwg",
      "idType": 17,
      "num": 4,
      "icon": "nav_cwg"
    },
    {
      "name": "高级储物箱",
      "lang": "lang_gjcwx",
      "idType": 18,
      "num": 1,
      "icon": "nav_gjcwx"
    },
    {
      "name": "抽屉柜",
      "lang": "lang_ctg",
      "idType": 19,
      "num": 2,
      "icon": "nav_ctg"
    },
    {
      "name": "快递箱",
      "lang": "lang_kdx",
      "idType": 21,
      "num": 8,
      "icon": "nav_kdx"
    },
    {
      "name": "野外物资箱",
      "lang": "lang_ywwzx",
      "idType": 25,
      "num": 1,
      "icon": "nav_ywwzx"
    },
    {
      "name": "工业金属储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 2,
      "icon": "nav_gyjscwx"
    },
    {
      "name": "放射性储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 2,
      "icon": "nav_fsxcwx"
    },
    {
      "name": "屏蔽箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 2,
      "icon": "nav_pbx"
    },
    {
      "name": "核燃料背包",
      "lang": "lang_mt",
      "idType": 25,
      "num": 2,
      "icon": "nav_hrlbb"
    },
    {
      "name": "药品保温箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 1,
      "icon": "nav_ypbwx"
    },
  ],
  navList_second1: [
    {
      "name": "保险箱",
      "lang": "lang_bxg",
      "idType": 1,
      "num": 1,
      "icon": "nav_bxx"
    },
    {
      "name": "电脑机箱",
      "lang": "lang_dnjx",
      "idType": 5,
      "num": 4,
      "icon": "nav_dnjx"
    },
    {
      "name": "弹药箱",
      "lang": "lang_dyx",
      "idType": 8,
      "num": 1,
      "icon": "nav_dyx"
    },
    {
      "name": "一件衣服",
      "lang": "lang_yf",
      "idType": 12,
      "num": 1,
      "icon": "nav_yf"
    },
    {
      "name": "手提箱",
      "lang": "lang_stx",
      "idType": 16,
      "num": 1,
      "icon": "nav_stx"
    },
    {
      "name": "高级储物箱",
      "lang": "lang_gjcwx",
      "idType": 18,
      "num": 1,
      "icon": "nav_gjcwx"
    },
    {
      "name": "抽屉柜",
      "lang": "lang_ctg",
      "idType": 19,
      "num": 1,
      "icon": "nav_ctg"
    },
    {
      "name": "快递箱",
      "lang": "lang_kdx",
      "idType": 21,
      "num": 3,
      "icon": "nav_kdx"
    },
    {
      "name": "野外物资箱",
      "lang": "lang_ywwzx",
      "idType": 25,
      "num": 1,
      "icon": "nav_ywwzx"
    },
    {
      "name": "工业金属储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 3,
      "icon": "nav_gyjscwx"
    },
    {
      "name": "放射性储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 1,
      "icon": "nav_fsxcwx"
    },
    {
      "name": "药品保温箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 2,
      "icon": "nav_ypbwx"
    },
  ],
  navList_three1: [
    {
      "name": "保险箱",
      "lang": "lang_bxg",
      "idType": 1,
      "num": 2,
      "icon": "nav_bxx"
    },
    {
      "name": "小保险箱",
      "lang": "lang_xbxx",
      "idType": 2,
      "num": 0,
      "icon": "nav_xbxx"
    },
    {
      "name": "服务器",
      "lang": "lang_fwq",
      "idType": 3,
      "num": 1,
      "icon": "nav_fwq"
    },
    {
      "name": "电脑",
      "lang": "lang_dn",
      "idType": 4,
      "num": 0,
      "icon": "nav_dn"
    },
    {
      "name": "电脑机箱",
      "lang": "lang_dnjx",
      "idType": 5,
      "num": 2,
      "icon": "nav_dnjx"
    },
    {
      "name": "电脑包",
      "lang": "lang_dnb",
      "idType": 5,
      "num": 0,
      "icon": "nav_dsb"
    },
    {
      "name": "武器箱",
      "lang": "lang_wqx",
      "idType": 6,
      "num": 0,
      "icon": "nav_wqx"
    },
    {
      "name": "大武器箱",
      "lang": "lang_dwqx",
      "idType": 7,
      "num": 0,
      "icon": "nav_dwqx"
    },
    {
      "name": "弹药箱",
      "lang": "lang_dyx",
      "idType": 8,
      "num": 0,
      "icon": "nav_dyx"
    },
    {
      "name": "工具柜",
      "lang": "lang_gjg",
      "idType": 9,
      "num": 0,
      "icon": "nav_gjg"
    },
    {
      "name": "收纳盒",
      "lang": "lang_dgjh",
      "idType": 10,
      "num": 0,
      "icon": "nav_dgjx"
    },
    {
      "name": "一件衣服",
      "lang": "lang_yf",
      "idType": 12,
      "num": 0,
      "icon": "nav_yf"
    },
    {
      "name": "防护服",
      "lang": "lang_yf",
      "idType": 12,
      "num": 0,
      "icon": "nav_fhf"
    },
    {
      "name": "军用医疗包",
      "lang": "lang_ylb",
      "idType": 13,
      "num": 0,
      "icon": "nav_ylb"
    },
    {
      "name": "医疗物资堆",
      "lang": "lang_ylwzd",
      "idType": 14,
      "num": 0,
      "icon": "nav_ylwzd"
    },
    {
      "name": "旅行包",
      "lang": "lang_lxd",
      "idType": 15,
      "num": 0,
      "icon": "nav_lxd"
    },
    {
      "name": "手提箱",
      "lang": "lang_stx",
      "idType": 16,
      "num": 0,
      "icon": "nav_stx"
    },
    {
      "name": "储物柜",
      "lang": "lang_cwg",
      "idType": 17,
      "num": 0,
      "icon": "nav_cwg"
    },
    {
      "name": "高级储物箱",
      "lang": "lang_gjcwx",
      "idType": 18,
      "num": 0,
      "icon": "nav_gjcwx"
    },
    {
      "name": "抽屉柜",
      "lang": "lang_ctg",
      "idType": 19,
      "num": 1,
      "icon": "nav_ctg"
    },
    {
      "name": "登山包",
      "lang": "lang_dsb",
      "idType": 20,
      "num": 0,
      "icon": "nav_dsb"
    },
    {
      "name": "快递箱",
      "lang": "lang_kdx",
      "idType": 21,
      "num": 1,
      "icon": "nav_kdx"
    },
    {
      "name": "航空储物箱",
      "lang": "lang_hkcwx",
      "idType": 22,
      "num": 0,
      "icon": "nav_hkcwx"
    },
    {
      "name": "垃圾桶",
      "lang": "lang_ljx",
      "idType": 23,
      "num": 0,
      "icon": "nav_ljx"
    },
    {
      "name": "搅拌车",
      "lang": "lang_snc",
      "idType": 24,
      "num": 0,
      "icon": "nav_snc"
    },
    {
      "name": "野外物资箱",
      "lang": "lang_ywwzx",
      "idType": 25,
      "num": 0,
      "icon": "nav_ywwzx"
    },
    {
      "name": "鸟窝",
      "lang": "lang_nw",
      "idType": 25,
      "num": 0,
      "icon": "nav_nw"
    },
    {
      "name": "藏匿物",
      "lang": "lang_cnw",
      "idType": 25,
      "num": 0,
      "icon": "nav_cnw"
    },
    {
      "name": "高级旅行箱",
      "lang": "lang_gjlxx",
      "idType": 25,
      "num": 0,
      "icon": "nav_xlx"
    },
    {
      "name": "哈夫克返回舱",
      "lang": "lang_hfkfhc",
      "idType": 25,
      "num": 0,
      "icon": "nav_hfkfhc"
    },
    {
      "name": "三角蚌",
      "lang": "lang_sjb",
      "idType": 25,
      "num": 0,
      "icon": "nav_sjb"
    },
    {
      "name": "马桶",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_mt"
    },
    {
      "name": "金币堆",
      "lang": "lang_jbd",
      "idType": 25,
      "num": 0,
      "icon": "nav_jbd"
    },
    {
      "name": "废料桶",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_flt"
    },
    {
      "name": "工业金属储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_gyjscwx"
    },
    {
      "name": "放射性储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fsxcwx"
    },
    {
      "name": "屏蔽箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_pbx"
    },
    {
      "name": "辐射废料箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fsflx"
    },
    {
      "name": "核燃料背包",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_hrlbb"
    },
    {
      "name": "托卡马克面板",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_tkmkmb"
    },
    {
      "name": "乏燃料堆体",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_frldt"
    },
    {
      "name": "燃料储罐",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_rlcg"
    },
    {
      "name": "应急仓",
      "lang": "lang_mt",
      "idType": 25,
      "num": 1,
      "icon": "nav_yjc"
    },
    {
      "name": "仿星控制柱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fxkzz"
    },
    {
      "name": "反应堆基座",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fydjz"
    },
    {
      "name": "药品保温箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_ypbwx"
    },
    {
      "name": "污水净化器",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_wsjhq"
    }
  ],
  mapArticle_first1: [
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 785,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "一件衣服",
      "icon": "yf",
      "x": 217556,
      "y": "-204365"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 324,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "一件衣服",
      "icon": "yf",
      "x": 215906,
      "y": "-200729"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 388,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "抽屉柜",
      "icon": "ctg",
      "x": 213055,
      "y": "-209219"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1206,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "抽屉柜",
      "icon": "ctg",
      "x": 212430,
      "y": "-203386"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1206,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 209425,
      "y": "-204619"
    },




    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 10.83802,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "垃圾桶",
      "icon": "ljx",
      "x": 208689.1,
      "y": "-205536"
    },




    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 631.8091,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "弹药箱",
      "icon": "dyx",
      "x": 217680,
      "y": "-201615"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 779,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 214351,
      "y": "-205472"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": "-772",
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 218398,
      "y": "-203497"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 501,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "手提箱",
      "icon": "stx",
      "x": 212968,
      "y": "-206876"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 512,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "手提箱",
      "icon": "stx",
      "x": 218460,
      "y": "-210953"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 632,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "收纳盒",
      "icon": "dgjx",
      "x": 216771.6,
      "y": "-201653"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 125.2405,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "高级储物箱",
      "icon": "gjcwx",
      "x": 214206,
      "y": "-200940"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 394,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "核燃料背包",
      "icon": "hrlbb",
      "x": 217276,
      "y": "-208989"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 633,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "核燃料背包",
      "icon": "hrlbb",
      "x": 218315,
      "y": "-199363"
    },









    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 514.5782,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 214109,
      "y": "-209439"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 386.7101,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 213956,
      "y": "-206802"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 521.0891,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 215828,
      "y": "-210172"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 783,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 216738,
      "y": "-203936"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 232,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 215882,
      "y": "-198787"
    },




    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 387,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 213483,
      "y": "-209057"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 388,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工具柜",
      "icon": "gjg",
      "x": 213957,
      "y": "-209486"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 388,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工具柜",
      "icon": "gjg",
      "x": 220539,
      "y": "-205980"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 387,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工具柜",
      "icon": "gjg",
      "x": 219978,
      "y": "-202467"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 632.2944,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工具柜",
      "icon": "gjg",
      "x": 220188.5,
      "y": "-199770"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 100,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工具柜",
      "icon": "gjg",
      "x": 211229,
      "y": "-198141"
    },






    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 387,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "屏蔽箱",
      "icon": "pbx",
      "x": 216979,
      "y": "-207498"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 388.2196,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "屏蔽箱",
      "icon": "pbx",
      "x": 215438,
      "y": "-206407"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 387.9516,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "服务器",
      "icon": "fwq",
      "x": 211872,
      "y": "-209107"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 387.0377,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "服务器",
      "icon": "fwq",
      "x": 220382.8,
      "y": "-209159"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": "-777",
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "放射性储物箱",
      "icon": "fsxcwx",
      "x": 219393,
      "y": "-204091"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 401.5696,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "放射性储物箱",
      "icon": "fsxcwx",
      "x": 219496.2,
      "y": "-202188"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 402,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "防护服",
      "icon": "fhf",
      "x": 214072,
      "y": "-205126"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 810.7838,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 220310.1,
      "y": "-207982"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 388,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 221228,
      "y": "-206283"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1205.534,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 211487.4,
      "y": "-202539"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1206,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 211625.2,
      "y": "-203194"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 388,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "药品保温箱",
      "icon": "ypbwx",
      "x": 213555,
      "y": "-207445"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 386,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 212477,
      "y": "-207747"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 413.7191,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 211622,
      "y": "-205551"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 393,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 217654,
      "y": "-209880"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": "-772.178",
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 218418,
      "y": "-204638"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 633,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 219019.9,
      "y": "-200448"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 631.0603,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 216561.5,
      "y": "-200564"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 239,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 208659,
      "y": "-199854"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1205.407,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 216211,
      "y": "-208541"
    },







    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 391.1211,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "医疗物资堆",
      "icon": "ylwzd",
      "x": 218506.4,
      "y": "-209392"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": "-767.336",
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "医疗物资堆",
      "icon": "ylwzd",
      "x": 217990.1,
      "y": "-205038"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 242.9859,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "医疗物资堆",
      "icon": "ylwzd",
      "x": 208513.9,
      "y": "-200695"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 119,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "大武器箱",
      "icon": "dwqx",
      "x": 213615.5,
      "y": "-201257"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 387,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "野外物资箱",
      "icon": "ywwzx",
      "x": 215188.3,
      "y": "-208364"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 489.6877,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "储物柜",
      "icon": "cwg",
      "x": 213504,
      "y": "-211437"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 489.6877,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "储物柜",
      "icon": "cwg",
      "x": 213612,
      "y": "-211437"
    },







    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 487.7164,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "储物柜",
      "icon": "cwg",
      "x": 212231,
      "y": "-210571"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 387.8442,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "储物柜",
      "icon": "cwg",
      "x": 213648,
      "y": "-205646"
    },


  ],
  mapArticle_second1: [
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1334,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "一件衣服",
      "icon": "yf",
      "x": 209577,
      "y": "-203030"
    },
    
    
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2828.866,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "抽屉柜",
      "icon": "ctg",
      "x": 212927,
      "y": "-202670"
    },
    
    
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1602.862,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "保险箱",
      "icon": "bxx",
      "x": 213445.9,
      "y": "-202500"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2828.896,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "弹药箱",
      "icon": "dyx",
      "x": 213291,
      "y": "-204956"
    },
    
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2826.965,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 213531,
      "y": "-209439"
    },
    
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2826,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 214864,
      "y": "-206180"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1328,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "手提箱",
      "icon": "stx",
      "x": 213189.2,
      "y": "-210213"
    },
    
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2830,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "高级储物箱",
      "icon": "gjcwx",
      "x": 211677,
      "y": "-203203"
    },
    
    
    
    
    
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2833,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "放射性储物箱",
      "icon": "fsxcwx",
      "x": 214714,
      "y": "-204834"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2859,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "防护服",
      "icon": "fhf",
      "x": 215015,
      "y": "-206433"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2853,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "防护服",
      "icon": "fhf",
      "x": 211101,
      "y": "-203945"
    },
    
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1603.003,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 213268.3,
      "y": "-203139"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1603.003,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 212851.3,
      "y": "-203172"
    },
    
    
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2830,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 211230,
      "y": "-203104"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2830,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 210067,
      "y": "-203315"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2826.515,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "药品保温箱",
      "icon": "ypbwx",
      "x": 213218,
      "y": "-205647"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2826.48,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "药品保温箱",
      "icon": "ypbwx",
      "x": 211502,
      "y": "-206961"
    },
    
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2825,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "快递箱",
      "icon": "kdx",
      "x": 216846,
      "y": "-209514"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1332,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "快递箱",
      "icon": "kdx",
      "x": 211700,
      "y": "-209042"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1209.164,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "快递箱",
      "icon": "kdx",
      "x": 210843,
      "y": "-207036"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2825.49,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "野外物资箱",
      "icon": "ywwzx",
      "x": 214684.9,
      "y": "-207158"
    },
    
  ],
  mapArticle_three1: [
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 3372,
      "拾取条件": "",
      "出现条件": "",
      "floor": 3,
      "name": "抽屉柜",
      "icon": "ctg",
      "x": 211696,
      "y": "-210344"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 3368,
      "拾取条件": "",
      "出现条件": "",
      "floor": 3,
      "name": "快递箱",
      "icon": "kdx",
      "x": 214526,
      "y": "-208835"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 3370.908,
      "拾取条件": "",
      "出现条件": "",
      "floor": 3,
      "name": "保险箱",
      "icon": "bxx",
      "x": 210470.9,
      "y": "-210263"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 3370.908,
      "拾取条件": "",
      "出现条件": "",
      "floor": 3,
      "name": "保险箱",
      "icon": "bxx",
      "x": 210470.9,
      "y": "-210075"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 3446.707,
      "拾取条件": "",
      "出现条件": "",
      "floor": 3,
      "name": "应急仓",
      "icon": "yjc",
      "x": 214172.3,
      "y": "-210499"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 3371,
      "拾取条件": "",
      "出现条件": "",
      "floor": 3,
      "name": "服务器",
      "icon": "fwq",
      "x": 211565,
      "y": "-209669"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 3464,
      "拾取条件": "",
      "出现条件": "",
      "floor": 3,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 213248,
      "y": "-208997"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 3372,
      "拾取条件": "",
      "出现条件": "",
      "floor": 3,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 212872,
      "y": "-210178"
    }
  ],
  navList2_firest1: [
    {
      "name": "保险箱",
      "lang": "lang_bxg",
      "idType": 1,
      "num": 0,
      "icon": "nav_bxx"
    },
    {
      "name": "小保险箱",
      "lang": "lang_xbxx",
      "idType": 2,
      "num": 0,
      "icon": "nav_xbxx"
    },
    {
      "name": "服务器",
      "lang": "lang_fwq",
      "idType": 3,
      "num": 2,
      "icon": "nav_fwq"
    },
    {
      "name": "电脑",
      "lang": "lang_dn",
      "idType": 4,
      "num": 0,
      "icon": "nav_dn"
    },
    {
      "name": "电脑机箱",
      "lang": "lang_dnjx",
      "idType": 5,
      "num": 4,
      "icon": "nav_dnjx"
    },
    {
      "name": "电脑包",
      "lang": "lang_dnb",
      "idType": 5,
      "num": 0,
      "icon": "nav_dsb"
    },
    {
      "name": "武器箱",
      "lang": "lang_wqx",
      "idType": 6,
      "num": 0,
      "icon": "nav_wqx"
    },
    {
      "name": "大武器箱",
      "lang": "lang_dwqx",
      "idType": 7,
      "num": 4,
      "icon": "nav_dwqx"
    },
    {
      "name": "弹药箱",
      "lang": "lang_dyx",
      "idType": 8,
      "num": 2,
      "icon": "nav_dyx"
    },
    {
      "name": "工具柜",
      "lang": "lang_gjg",
      "idType": 9,
      "num": 12,
      "icon": "nav_gjg"
    },
    {
      "name": "收纳盒",
      "lang": "lang_dgjh",
      "idType": 10,
      "num": 3,
      "icon": "nav_dgjx"
    },
    {
      "name": "一件衣服",
      "lang": "lang_yf",
      "idType": 12,
      "num": 5,
      "icon": "nav_yf"
    },
    {
      "name": "防护服",
      "lang": "lang_yf",
      "idType": 12,
      "num": 0,
      "icon": "nav_fhf"
    },
    {
      "name": "军用医疗包",
      "lang": "lang_ylb",
      "idType": 13,
      "num": 2,
      "icon": "nav_ylb"
    },
    {
      "name": "医疗物资堆",
      "lang": "lang_ylwzd",
      "idType": 14,
      "num": 3,
      "icon": "nav_ylwzd"
    },
    {
      "name": "旅行包",
      "lang": "lang_lxd",
      "idType": 15,
      "num": 14,
      "icon": "nav_lxd"
    },
    {
      "name": "手提箱",
      "lang": "lang_stx",
      "idType": 16,
      "num": 5,
      "icon": "nav_stx"
    },
    {
      "name": "储物柜",
      "lang": "lang_cwg",
      "idType": 17,
      "num": 11,
      "icon": "nav_cwg"
    },
    {
      "name": "高级储物箱",
      "lang": "lang_gjcwx",
      "idType": 18,
      "num": 1,
      "icon": "nav_gjcwx"
    },
    {
      "name": "抽屉柜",
      "lang": "lang_ctg",
      "idType": 19,
      "num": 2,
      "icon": "nav_ctg"
    },
    {
      "name": "登山包",
      "lang": "lang_dsb",
      "idType": 20,
      "num": 1,
      "icon": "nav_dsb"
    },
    {
      "name": "快递箱",
      "lang": "lang_kdx",
      "idType": 21,
      "num": 20,
      "icon": "nav_kdx"
    },
    {
      "name": "航空储物箱",
      "lang": "lang_hkcwx",
      "idType": 22,
      "num": 0,
      "icon": "nav_hkcwx"
    },
    {
      "name": "垃圾桶",
      "lang": "lang_ljx",
      "idType": 23,
      "num": 6,
      "icon": "nav_ljx"
    },
    {
      "name": "搅拌车",
      "lang": "lang_snc",
      "idType": 24,
      "num": 2,
      "icon": "nav_snc"
    },
    {
      "name": "野外物资箱",
      "lang": "lang_ywwzx",
      "idType": 25,
      "num": 4,
      "icon": "nav_ywwzx"
    },
    {
      "name": "鸟窝",
      "lang": "lang_nw",
      "idType": 25,
      "num": 3,
      "icon": "nav_nw"
    },
    {
      "name": "藏匿物",
      "lang": "lang_cnw",
      "idType": 25,
      "num": 5,
      "icon": "nav_cnw"
    },
    {
      "name": "高级旅行箱",
      "lang": "lang_gjlxx",
      "idType": 25,
      "num": 0,
      "icon": "nav_xlx"
    },
    {
      "name": "哈夫克返回舱",
      "lang": "lang_hfkfhc",
      "idType": 25,
      "num": 0,
      "icon": "nav_hfkfhc"
    },
    {
      "name": "三角蚌",
      "lang": "lang_sjb",
      "idType": 25,
      "num": 0,
      "icon": "nav_sjb"
    },
    {
      "name": "马桶",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_mt"
    },
    {
      "name": "金币堆",
      "lang": "lang_jbd",
      "idType": 25,
      "num": 0,
      "icon": "nav_jbd"
    },
    {
      "name": "废料桶",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_flt"
    },
    {
      "name": "工业金属储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 7,
      "icon": "nav_gyjscwx"
    },
    {
      "name": "放射性储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 2,
      "icon": "nav_fsxcwx"
    },
    {
      "name": "屏蔽箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 3,
      "icon": "nav_pbx"
    },
    {
      "name": "辐射废料箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 3,
      "icon": "nav_fsflx"
    },
    {
      "name": "核燃料背包",
      "lang": "lang_mt",
      "idType": 25,
      "num": 4,
      "icon": "nav_hrlbb"
    },
    {
      "name": "托卡马克面板",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_tkmkmb"
    },
    {
      "name": "乏燃料堆体",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_frldt"
    },
    {
      "name": "燃料储罐",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_rlcg"
    },
    {
      "name": "应急仓",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_yjc"
    },
    {
      "name": "仿星控制柱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fxkzz"
    },
    {
      "name": "反应堆基座",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fydjz"
    },
    {
      "name": "药品保温箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 1,
      "icon": "nav_ypbwx"
    },
    {
      "name": "污水净化器",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_wsjhq"
    }
  ],
  navList2_second1: [{
    "name": "保险箱",
    "lang": "lang_bxg",
    "idType": 1,
    "num": 2,
    "icon": "nav_bxx"
  },
  {
    "name": "小保险箱",
    "lang": "lang_xbxx",
    "idType": 2,
    "num": 0,
    "icon": "nav_xbxx"
  },
  {
    "name": "服务器",
    "lang": "lang_fwq",
    "idType": 3,
    "num": 4,
    "icon": "nav_fwq"
  },
  {
    "name": "电脑",
    "lang": "lang_dn",
    "idType": 4,
    "num": 0,
    "icon": "nav_dn"
  },
  {
    "name": "电脑机箱",
    "lang": "lang_dnjx",
    "idType": 5,
    "num": 7,
    "icon": "nav_dnjx"
  },
  {
    "name": "电脑包",
    "lang": "lang_dnb",
    "idType": 5,
    "num": 0,
    "icon": "nav_dsb"
  },
  {
    "name": "武器箱",
    "lang": "lang_wqx",
    "idType": 6,
    "num": 1,
    "icon": "nav_wqx"
  },
  {
    "name": "大武器箱",
    "lang": "lang_dwqx",
    "idType": 7,
    "num": 0,
    "icon": "nav_dwqx"
  },
  {
    "name": "弹药箱",
    "lang": "lang_dyx",
    "idType": 8,
    "num": 2,
    "icon": "nav_dyx"
  },
  {
    "name": "工具柜",
    "lang": "lang_gjg",
    "idType": 9,
    "num": 0,
    "icon": "nav_gjg"
  },
  {
    "name": "收纳盒",
    "lang": "lang_dgjh",
    "idType": 10,
    "num": 0,
    "icon": "nav_dgjx"
  },
  {
    "name": "一件衣服",
    "lang": "lang_yf",
    "idType": 12,
    "num": 1,
    "icon": "nav_yf"
  },
  {
    "name": "防护服",
    "lang": "lang_yf",
    "idType": 12,
    "num": 0,
    "icon": "nav_fhf"
  },
  {
    "name": "军用医疗包",
    "lang": "lang_ylb",
    "idType": 13,
    "num": 0,
    "icon": "nav_ylb"
  },
  {
    "name": "医疗物资堆",
    "lang": "lang_ylwzd",
    "idType": 14,
    "num": 0,
    "icon": "nav_ylwzd"
  },
  {
    "name": "旅行包",
    "lang": "lang_lxd",
    "idType": 15,
    "num": 1,
    "icon": "nav_lxd"
  },
  {
    "name": "手提箱",
    "lang": "lang_stx",
    "idType": 16,
    "num": 1,
    "icon": "nav_stx"
  },
  {
    "name": "储物柜",
    "lang": "lang_cwg",
    "idType": 17,
    "num": 0,
    "icon": "nav_cwg"
  },
  {
    "name": "高级储物箱",
    "lang": "lang_gjcwx",
    "idType": 18,
    "num": 1,
    "icon": "nav_gjcwx"
  },
  {
    "name": "抽屉柜",
    "lang": "lang_ctg",
    "idType": 19,
    "num": 3,
    "icon": "nav_ctg"
  },
  {
    "name": "登山包",
    "lang": "lang_dsb",
    "idType": 20,
    "num": 0,
    "icon": "nav_dsb"
  },
  {
    "name": "快递箱",
    "lang": "lang_kdx",
    "idType": 21,
    "num": 4,
    "icon": "nav_kdx"
  },
  {
    "name": "航空储物箱",
    "lang": "lang_hkcwx",
    "idType": 22,
    "num": 0,
    "icon": "nav_hkcwx"
  },
  {
    "name": "垃圾桶",
    "lang": "lang_ljx",
    "idType": 23,
    "num": 0,
    "icon": "nav_ljx"
  },
  {
    "name": "搅拌车",
    "lang": "lang_snc",
    "idType": 24,
    "num": 0,
    "icon": "nav_snc"
  },
  {
    "name": "野外物资箱",
    "lang": "lang_ywwzx",
    "idType": 25,
    "num": 1,
    "icon": "nav_ywwzx"
  },
  {
    "name": "鸟窝",
    "lang": "lang_nw",
    "idType": 25,
    "num": 0,
    "icon": "nav_nw"
  },
  {
    "name": "藏匿物",
    "lang": "lang_cnw",
    "idType": 25,
    "num": 0,
    "icon": "nav_cnw"
  },
  {
    "name": "高级旅行箱",
    "lang": "lang_gjlxx",
    "idType": 25,
    "num": 0,
    "icon": "nav_xlx"
  },
  {
    "name": "哈夫克返回舱",
    "lang": "lang_hfkfhc",
    "idType": 25,
    "num": 0,
    "icon": "nav_hfkfhc"
  },
  {
    "name": "三角蚌",
    "lang": "lang_sjb",
    "idType": 25,
    "num": 0,
    "icon": "nav_sjb"
  },
  {
    "name": "马桶",
    "lang": "lang_mt",
    "idType": 25,
    "num": 0,
    "icon": "nav_mt"
  },
  {
    "name": "金币堆",
    "lang": "lang_jbd",
    "idType": 25,
    "num": 0,
    "icon": "nav_jbd"
  },
  {
    "name": "废料桶",
    "lang": "lang_mt",
    "idType": 25,
    "num": 0,
    "icon": "nav_flt"
  },
  {
    "name": "工业金属储物箱",
    "lang": "lang_mt",
    "idType": 25,
    "num": 3,
    "icon": "nav_gyjscwx"
  },
  {
    "name": "放射性储物箱",
    "lang": "lang_mt",
    "idType": 25,
    "num": 1,
    "icon": "nav_fsxcwx"
  },
  {
    "name": "屏蔽箱",
    "lang": "lang_mt",
    "idType": 25,
    "num": 0,
    "icon": "nav_pbx"
  },
  {
    "name": "辐射废料箱",
    "lang": "lang_mt",
    "idType": 25,
    "num": 0,
    "icon": "nav_fsflx"
  },
  {
    "name": "核燃料背包",
    "lang": "lang_mt",
    "idType": 25,
    "num": 0,
    "icon": "nav_hrlbb"
  },
  {
    "name": "托卡马克面板",
    "lang": "lang_mt",
    "idType": 25,
    "num": 0,
    "icon": "nav_tkmkmb"
  },
  {
    "name": "乏燃料堆体",
    "lang": "lang_mt",
    "idType": 25,
    "num": 0,
    "icon": "nav_frldt"
  },
  {
    "name": "燃料储罐",
    "lang": "lang_mt",
    "idType": 25,
    "num": 0,
    "icon": "nav_rlcg"
  },
  {
    "name": "应急仓",
    "lang": "lang_mt",
    "idType": 25,
    "num": 1,
    "icon": "nav_yjc"
  },
  {
    "name": "仿星控制柱",
    "lang": "lang_mt",
    "idType": 25,
    "num": 0,
    "icon": "nav_fxkzz"
  },
  {
    "name": "反应堆基座",
    "lang": "lang_mt",
    "idType": 25,
    "num": 0,
    "icon": "nav_fydjz"
  },
  {
    "name": "药品保温箱",
    "lang": "lang_mt",
    "idType": 25,
    "num": 3,
    "icon": "nav_ypbwx"
  },
  {
    "name": "污水净化器",
    "lang": "lang_mt",
    "idType": 25,
    "num": 0,
    "icon": "nav_wsjhq"
  }],
  navList2_three1: [
    {
      "name": "保险箱",
      "lang": "lang_bxg",
      "idType": 1,
      "num": 2,
      "icon": "nav_bxx"
    },
    {
      "name": "小保险箱",
      "lang": "lang_xbxx",
      "idType": 2,
      "num": 0,
      "icon": "nav_xbxx"
    },
    {
      "name": "服务器",
      "lang": "lang_fwq",
      "idType": 3,
      "num": 1,
      "icon": "nav_fwq"
    },
    {
      "name": "电脑",
      "lang": "lang_dn",
      "idType": 4,
      "num": 0,
      "icon": "nav_dn"
    },
    {
      "name": "电脑机箱",
      "lang": "lang_dnjx",
      "idType": 5,
      "num": 2,
      "icon": "nav_dnjx"
    },
    {
      "name": "电脑包",
      "lang": "lang_dnb",
      "idType": 5,
      "num": 0,
      "icon": "nav_dsb"
    },
    {
      "name": "武器箱",
      "lang": "lang_wqx",
      "idType": 6,
      "num": 0,
      "icon": "nav_wqx"
    },
    {
      "name": "大武器箱",
      "lang": "lang_dwqx",
      "idType": 7,
      "num": 0,
      "icon": "nav_dwqx"
    },
    {
      "name": "弹药箱",
      "lang": "lang_dyx",
      "idType": 8,
      "num": 0,
      "icon": "nav_dyx"
    },
    {
      "name": "工具柜",
      "lang": "lang_gjg",
      "idType": 9,
      "num": 0,
      "icon": "nav_gjg"
    },
    {
      "name": "收纳盒",
      "lang": "lang_dgjh",
      "idType": 10,
      "num": 0,
      "icon": "nav_dgjx"
    },
    {
      "name": "一件衣服",
      "lang": "lang_yf",
      "idType": 12,
      "num": 0,
      "icon": "nav_yf"
    },
    {
      "name": "防护服",
      "lang": "lang_yf",
      "idType": 12,
      "num": 0,
      "icon": "nav_fhf"
    },
    {
      "name": "军用医疗包",
      "lang": "lang_ylb",
      "idType": 13,
      "num": 0,
      "icon": "nav_ylb"
    },
    {
      "name": "医疗物资堆",
      "lang": "lang_ylwzd",
      "idType": 14,
      "num": 0,
      "icon": "nav_ylwzd"
    },
    {
      "name": "旅行包",
      "lang": "lang_lxd",
      "idType": 15,
      "num": 0,
      "icon": "nav_lxd"
    },
    {
      "name": "手提箱",
      "lang": "lang_stx",
      "idType": 16,
      "num": 0,
      "icon": "nav_stx"
    },
    {
      "name": "储物柜",
      "lang": "lang_cwg",
      "idType": 17,
      "num": 0,
      "icon": "nav_cwg"
    },
    {
      "name": "高级储物箱",
      "lang": "lang_gjcwx",
      "idType": 18,
      "num": 0,
      "icon": "nav_gjcwx"
    },
    {
      "name": "抽屉柜",
      "lang": "lang_ctg",
      "idType": 19,
      "num": 1,
      "icon": "nav_ctg"
    },
    {
      "name": "登山包",
      "lang": "lang_dsb",
      "idType": 20,
      "num": 0,
      "icon": "nav_dsb"
    },
    {
      "name": "快递箱",
      "lang": "lang_kdx",
      "idType": 21,
      "num": 1,
      "icon": "nav_kdx"
    },
    {
      "name": "航空储物箱",
      "lang": "lang_hkcwx",
      "idType": 22,
      "num": 0,
      "icon": "nav_hkcwx"
    },
    {
      "name": "垃圾桶",
      "lang": "lang_ljx",
      "idType": 23,
      "num": 0,
      "icon": "nav_ljx"
    },
    {
      "name": "搅拌车",
      "lang": "lang_snc",
      "idType": 24,
      "num": 0,
      "icon": "nav_snc"
    },
    {
      "name": "野外物资箱",
      "lang": "lang_ywwzx",
      "idType": 25,
      "num": 0,
      "icon": "nav_ywwzx"
    },
    {
      "name": "鸟窝",
      "lang": "lang_nw",
      "idType": 25,
      "num": 0,
      "icon": "nav_nw"
    },
    {
      "name": "藏匿物",
      "lang": "lang_cnw",
      "idType": 25,
      "num": 0,
      "icon": "nav_cnw"
    },
    {
      "name": "高级旅行箱",
      "lang": "lang_gjlxx",
      "idType": 25,
      "num": 0,
      "icon": "nav_xlx"
    },
    {
      "name": "哈夫克返回舱",
      "lang": "lang_hfkfhc",
      "idType": 25,
      "num": 0,
      "icon": "nav_hfkfhc"
    },
    {
      "name": "三角蚌",
      "lang": "lang_sjb",
      "idType": 25,
      "num": 0,
      "icon": "nav_sjb"
    },
    {
      "name": "马桶",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_mt"
    },
    {
      "name": "金币堆",
      "lang": "lang_jbd",
      "idType": 25,
      "num": 0,
      "icon": "nav_jbd"
    },
    {
      "name": "废料桶",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_flt"
    },
    {
      "name": "工业金属储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_gyjscwx"
    },
    {
      "name": "放射性储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fsxcwx"
    },
    {
      "name": "屏蔽箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_pbx"
    },
    {
      "name": "辐射废料箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fsflx"
    },
    {
      "name": "核燃料背包",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_hrlbb"
    },
    {
      "name": "托卡马克面板",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_tkmkmb"
    },
    {
      "name": "乏燃料堆体",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_frldt"
    },
    {
      "name": "燃料储罐",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_rlcg"
    },
    {
      "name": "应急仓",
      "lang": "lang_mt",
      "idType": 25,
      "num": 1,
      "icon": "nav_yjc"
    },
    {
      "name": "仿星控制柱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fxkzz"
    },
    {
      "name": "反应堆基座",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fydjz"
    },
    {
      "name": "药品保温箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_ypbwx"
    },
    {
      "name": "污水净化器",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_wsjhq"
    }
  ],
  mapArticle2_first1: [
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 785,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "一件衣服",
      "icon": "yf",
      "x": 217556,
      "y": "-204365"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 324,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "一件衣服",
      "icon": "yf",
      "x": 215906,
      "y": "-200729"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 388,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "抽屉柜",
      "icon": "ctg",
      "x": 213055,
      "y": "-209219"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1206,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "抽屉柜",
      "icon": "ctg",
      "x": 212430,
      "y": "-203386"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1206,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 209425,
      "y": "-204619"
    },




    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 10.83802,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "垃圾桶",
      "icon": "ljx",
      "x": 208689.1,
      "y": "-205536"
    },




    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 631.8091,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "弹药箱",
      "icon": "dyx",
      "x": 217680,
      "y": "-201615"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 779,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 214351,
      "y": "-205472"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": "-772",
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 218398,
      "y": "-203497"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 501,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "手提箱",
      "icon": "stx",
      "x": 212968,
      "y": "-206876"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 512,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "手提箱",
      "icon": "stx",
      "x": 218460,
      "y": "-210953"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 632,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "收纳盒",
      "icon": "dgjx",
      "x": 216771.6,
      "y": "-201653"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 125.2405,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "高级储物箱",
      "icon": "gjcwx",
      "x": 214206,
      "y": "-200940"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 394,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "核燃料背包",
      "icon": "hrlbb",
      "x": 217276,
      "y": "-208989"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 633,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "核燃料背包",
      "icon": "hrlbb",
      "x": 218315,
      "y": "-199363"
    },









    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 514.5782,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 214109,
      "y": "-209439"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 386.7101,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 213956,
      "y": "-206802"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 521.0891,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 215828,
      "y": "-210172"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 783,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 216738,
      "y": "-203936"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 232,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 215882,
      "y": "-198787"
    },




    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 387,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 213483,
      "y": "-209057"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 388,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工具柜",
      "icon": "gjg",
      "x": 213957,
      "y": "-209486"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 388,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工具柜",
      "icon": "gjg",
      "x": 220539,
      "y": "-205980"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 387,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工具柜",
      "icon": "gjg",
      "x": 219978,
      "y": "-202467"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 632.2944,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工具柜",
      "icon": "gjg",
      "x": 220188.5,
      "y": "-199770"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 100,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工具柜",
      "icon": "gjg",
      "x": 211229,
      "y": "-198141"
    },






    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 387,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "屏蔽箱",
      "icon": "pbx",
      "x": 216979,
      "y": "-207498"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 388.2196,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "屏蔽箱",
      "icon": "pbx",
      "x": 215438,
      "y": "-206407"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 387.9516,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "服务器",
      "icon": "fwq",
      "x": 211872,
      "y": "-209107"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 387.0377,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "服务器",
      "icon": "fwq",
      "x": 220382.8,
      "y": "-209159"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": "-777",
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "放射性储物箱",
      "icon": "fsxcwx",
      "x": 219393,
      "y": "-204091"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 401.5696,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "放射性储物箱",
      "icon": "fsxcwx",
      "x": 219496.2,
      "y": "-202188"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 402,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "防护服",
      "icon": "fhf",
      "x": 214072,
      "y": "-205126"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 810.7838,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 220310.1,
      "y": "-207982"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 388,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 221228,
      "y": "-206283"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1205.534,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 211487.4,
      "y": "-202539"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1206,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 211625.2,
      "y": "-203194"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 388,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "药品保温箱",
      "icon": "ypbwx",
      "x": 213555,
      "y": "-207445"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 386,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 212477,
      "y": "-207747"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 413.7191,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 211622,
      "y": "-205551"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 393,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 217654,
      "y": "-209880"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": "-772.178",
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 218418,
      "y": "-204638"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 633,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 219019.9,
      "y": "-200448"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 631.0603,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 216561.5,
      "y": "-200564"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 239,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 208659,
      "y": "-199854"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1205.407,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 216211,
      "y": "-208541"
    },







    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 391.1211,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "医疗物资堆",
      "icon": "ylwzd",
      "x": 218506.4,
      "y": "-209392"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": "-767.336",
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "医疗物资堆",
      "icon": "ylwzd",
      "x": 217990.1,
      "y": "-205038"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 242.9859,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "医疗物资堆",
      "icon": "ylwzd",
      "x": 208513.9,
      "y": "-200695"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 119,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "大武器箱",
      "icon": "dwqx",
      "x": 213615.5,
      "y": "-201257"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 387,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "野外物资箱",
      "icon": "ywwzx",
      "x": 215188.3,
      "y": "-208364"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 489.6877,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "储物柜",
      "icon": "cwg",
      "x": 213504,
      "y": "-211437"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 489.6877,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "储物柜",
      "icon": "cwg",
      "x": 213612,
      "y": "-211437"
    },







    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 487.7164,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "储物柜",
      "icon": "cwg",
      "x": 212231,
      "y": "-210571"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 387.8442,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "储物柜",
      "icon": "cwg",
      "x": 213648,
      "y": "-205646"
    },


  ],
  mapArticle2_second1: [
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1334,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "一件衣服",
      "icon": "yf",
      "x": 209577,
      "y": "-203030"
    },
    
    
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2828.866,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "抽屉柜",
      "icon": "ctg",
      "x": 212927,
      "y": "-202670"
    },
    
    
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1602.862,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "保险箱",
      "icon": "bxx",
      "x": 213445.9,
      "y": "-202500"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2828.896,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "弹药箱",
      "icon": "dyx",
      "x": 213291,
      "y": "-204956"
    },
    
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2826.965,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 213531,
      "y": "-209439"
    },
    
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2826,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 214864,
      "y": "-206180"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1328,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "手提箱",
      "icon": "stx",
      "x": 213189.2,
      "y": "-210213"
    },
    
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2830,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "高级储物箱",
      "icon": "gjcwx",
      "x": 211677,
      "y": "-203203"
    },
    
    
    
    
    
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2833,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "放射性储物箱",
      "icon": "fsxcwx",
      "x": 214714,
      "y": "-204834"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2859,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "防护服",
      "icon": "fhf",
      "x": 215015,
      "y": "-206433"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2853,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "防护服",
      "icon": "fhf",
      "x": 211101,
      "y": "-203945"
    },
    
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1603.003,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 213268.3,
      "y": "-203139"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1603.003,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 212851.3,
      "y": "-203172"
    },
    
    
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2830,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 211230,
      "y": "-203104"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2830,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 210067,
      "y": "-203315"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2826.515,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "药品保温箱",
      "icon": "ypbwx",
      "x": 213218,
      "y": "-205647"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2826.48,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "药品保温箱",
      "icon": "ypbwx",
      "x": 211502,
      "y": "-206961"
    },
    
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2825,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "快递箱",
      "icon": "kdx",
      "x": 216846,
      "y": "-209514"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1332,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "快递箱",
      "icon": "kdx",
      "x": 211700,
      "y": "-209042"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1209.164,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "快递箱",
      "icon": "kdx",
      "x": 210843,
      "y": "-207036"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 2825.49,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "野外物资箱",
      "icon": "ywwzx",
      "x": 214684.9,
      "y": "-207158"
    },
    
  ],
  mapArticle2_three1: [
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 3372,
      "拾取条件": "",
      "出现条件": "",
      "floor": 3,
      "name": "抽屉柜",
      "icon": "ctg",
      "x": 211696,
      "y": "-210344"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 3368,
      "拾取条件": "",
      "出现条件": "",
      "floor": 3,
      "name": "快递箱",
      "icon": "kdx",
      "x": 214526,
      "y": "-208835"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 3370.908,
      "拾取条件": "",
      "出现条件": "",
      "floor": 3,
      "name": "保险箱",
      "icon": "bxx",
      "x": 210470.9,
      "y": "-210263"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 3370.908,
      "拾取条件": "",
      "出现条件": "",
      "floor": 3,
      "name": "保险箱",
      "icon": "bxx",
      "x": 210470.9,
      "y": "-210075"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 3446.707,
      "拾取条件": "",
      "出现条件": "",
      "floor": 3,
      "name": "应急仓",
      "icon": "yjc",
      "x": 214172.3,
      "y": "-210499"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 3371,
      "拾取条件": "",
      "出现条件": "",
      "floor": 3,
      "name": "服务器",
      "icon": "fwq",
      "x": 211565,
      "y": "-209669"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 3464,
      "拾取条件": "",
      "出现条件": "",
      "floor": 3,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 213248,
      "y": "-208997"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_RBMK区",
      "自定义区域": "核心反应堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 3372,
      "拾取条件": "",
      "出现条件": "",
      "floor": 3,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 212872,
      "y": "-210178"
    }
  ],

  // 老科学院
  navList_firest2: [
    {
      "name": "电脑机箱",
      "lang": "lang_dnjx",
      "idType": 5,
      "num": 2,
      "icon": "nav_dnjx"
    },
    {
      "name": "电脑包",
      "lang": "lang_dnb",
      "idType": 5,
      "num": 2,
      "icon": "nav_dsb"
    },
    {
      "name": "旅行包",
      "lang": "lang_lxd",
      "idType": 15,
      "num": 4,
      "icon": "nav_lxd"
    },
    {
      "name": "储物柜",
      "lang": "lang_cwg",
      "idType": 17,
      "num": 1,
      "icon": "nav_cwg"
    },
    {
      "name": "高级储物箱",
      "lang": "lang_gjcwx",
      "idType": 18,
      "num": 0,
      "icon": "nav_gjcwx"
    },
    {
      "name": "抽屉柜",
      "lang": "lang_ctg",
      "idType": 19,
      "num": 1,
      "icon": "nav_ctg"
    },
    {
      "name": "登山包",
      "lang": "lang_dsb",
      "idType": 20,
      "num": 1,
      "icon": "nav_dsb"
    },
    {
      "name": "快递箱",
      "lang": "lang_kdx",
      "idType": 21,
      "num": 5,
      "icon": "nav_kdx"
    },
    {
      "name": "工业金属储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 5,
      "icon": "nav_gyjscwx"
    },
    {
      "name": "托卡马克面板",
      "lang": "lang_mt",
      "idType": 25,
      "num": 1,
      "icon": "nav_tkmkmb"
    },
    {
      "name": "药品保温箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 1,
      "icon": "nav_ypbwx"
    },
  ],
  navList_second2: [

    {
      "name": "电脑",
      "lang": "lang_dn",
      "idType": 4,
      "num": 1,
      "icon": "nav_dn"
    },
  ],
  mapArticle_first2: [

    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 71.63182,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "抽屉柜",
      "icon": "ctg",
      "x": 190377,
      "y": "-228192"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 70,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 188203,
      "y": "-227358"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 70,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 190452,
      "y": "-227994"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 581,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 195155,
      "y": "-226460"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 581,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 193206,
      "y": "-225639"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 575,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 192479,
      "y": "-228116"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 72,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 192792,
      "y": "-225938"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 72,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 189969,
      "y": "-227504"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 581,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "核燃料背包",
      "icon": "hrlbb",
      "x": 195549,
      "y": "-229006"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 730.8925,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "托卡马克面板",
      "icon": "tkmkmb",
      "x": 192197.3,
      "y": "-227136"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 581,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 194440,
      "y": "-225819"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 70,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 189494,
      "y": "-227384"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 129.5567,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 193700,
      "y": "-230558"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 102.8272,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 190561,
      "y": "-226484"
    },








    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 178,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑包",
      "icon": "dsb",
      "x": 195112,
      "y": "-227273"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 709.0204,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑包",
      "icon": "dsb",
      "x": 192638.5,
      "y": "-225722"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 75,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "防护服",
      "icon": "fhf",
      "x": 193670,
      "y": "-229977"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 70,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 194520,
      "y": "-226610"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 583,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 190711.6,
      "y": "-225332"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 194.6353,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "登山包",
      "icon": "dsb",
      "x": 192464.4,
      "y": "-228204"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 70,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "药品保温箱",
      "icon": "ypbwx",
      "x": 193525,
      "y": "-230033"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 69.96848,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 189451,
      "y": "-230467"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 70,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 193061,
      "y": "-230733"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 70.10783,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 191304,
      "y": "-224821"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 70,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "储物柜",
      "icon": "cwg",
      "x": 187804,
      "y": "-227016"
    },

  ],
  mapArticle_second2: [
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1217.153,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "电脑",
      "icon": "dn",
      "x": 191549,
      "y": "-223960"
    }
  ],
  navList2_firest2: [
    {
      "name": "保险箱",
      "lang": "lang_bxg",
      "idType": 1,
      "num": 0,
      "icon": "nav_bxx"
    },
    {
      "name": "小保险箱",
      "lang": "lang_xbxx",
      "idType": 2,
      "num": 0,
      "icon": "nav_xbxx"
    },
    {
      "name": "服务器",
      "lang": "lang_fwq",
      "idType": 3,
      "num": 3,
      "icon": "nav_fwq"
    },
    {
      "name": "电脑",
      "lang": "lang_dn",
      "idType": 4,
      "num": 1,
      "icon": "nav_dn"
    },
    {
      "name": "电脑机箱",
      "lang": "lang_dnjx",
      "idType": 5,
      "num": 4,
      "icon": "nav_dnjx"
    },
    {
      "name": "电脑包",
      "lang": "lang_dnb",
      "idType": 5,
      "num": 2,
      "icon": "nav_dsb"
    },
    {
      "name": "武器箱",
      "lang": "lang_wqx",
      "idType": 6,
      "num": 0,
      "icon": "nav_wqx"
    },
    {
      "name": "大武器箱",
      "lang": "lang_dwqx",
      "idType": 7,
      "num": 0,
      "icon": "nav_dwqx"
    },
    {
      "name": "弹药箱",
      "lang": "lang_dyx",
      "idType": 8,
      "num": 0,
      "icon": "nav_dyx"
    },
    {
      "name": "工具柜",
      "lang": "lang_gjg",
      "idType": 9,
      "num": 1,
      "icon": "nav_gjg"
    },
    {
      "name": "收纳盒",
      "lang": "lang_dgjh",
      "idType": 10,
      "num": 1,
      "icon": "nav_dgjx"
    },
    {
      "name": "一件衣服",
      "lang": "lang_yf",
      "idType": 12,
      "num": 1,
      "icon": "nav_yf"
    },
    {
      "name": "防护服",
      "lang": "lang_yf",
      "idType": 12,
      "num": 0,
      "icon": "nav_fhf"
    },
    {
      "name": "军用医疗包",
      "lang": "lang_ylb",
      "idType": 13,
      "num": 0,
      "icon": "nav_ylb"
    },
    {
      "name": "医疗物资堆",
      "lang": "lang_ylwzd",
      "idType": 14,
      "num": 1,
      "icon": "nav_ylwzd"
    },
    {
      "name": "旅行包",
      "lang": "lang_lxd",
      "idType": 15,
      "num": 6,
      "icon": "nav_lxd"
    },
    {
      "name": "手提箱",
      "lang": "lang_stx",
      "idType": 16,
      "num": 2,
      "icon": "nav_stx"
    },
    {
      "name": "储物柜",
      "lang": "lang_cwg",
      "idType": 17,
      "num": 2,
      "icon": "nav_cwg"
    },
    {
      "name": "高级储物箱",
      "lang": "lang_gjcwx",
      "idType": 18,
      "num": 0,
      "icon": "nav_gjcwx"
    },
    {
      "name": "抽屉柜",
      "lang": "lang_ctg",
      "idType": 19,
      "num": 1,
      "icon": "nav_ctg"
    },
    {
      "name": "登山包",
      "lang": "lang_dsb",
      "idType": 20,
      "num": 1,
      "icon": "nav_dsb"
    },
    {
      "name": "快递箱",
      "lang": "lang_kdx",
      "idType": 21,
      "num": 9,
      "icon": "nav_kdx"
    },
    {
      "name": "航空储物箱",
      "lang": "lang_hkcwx",
      "idType": 22,
      "num": 0,
      "icon": "nav_hkcwx"
    },
    {
      "name": "垃圾桶",
      "lang": "lang_ljx",
      "idType": 23,
      "num": 1,
      "icon": "nav_ljx"
    },
    {
      "name": "搅拌车",
      "lang": "lang_snc",
      "idType": 24,
      "num": 0,
      "icon": "nav_snc"
    },
    {
      "name": "野外物资箱",
      "lang": "lang_ywwzx",
      "idType": 25,
      "num": 0,
      "icon": "nav_ywwzx"
    },
    {
      "name": "鸟窝",
      "lang": "lang_nw",
      "idType": 25,
      "num": 3,
      "icon": "nav_nw"
    },
    {
      "name": "藏匿物",
      "lang": "lang_cnw",
      "idType": 25,
      "num": 4,
      "icon": "nav_cnw"
    },
    {
      "name": "高级旅行箱",
      "lang": "lang_gjlxx",
      "idType": 25,
      "num": 1,
      "icon": "nav_xlx"
    },
    {
      "name": "哈夫克返回舱",
      "lang": "lang_hfkfhc",
      "idType": 25,
      "num": 0,
      "icon": "nav_hfkfhc"
    },
    {
      "name": "三角蚌",
      "lang": "lang_sjb",
      "idType": 25,
      "num": 0,
      "icon": "nav_sjb"
    },
    {
      "name": "马桶",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_mt"
    },
    {
      "name": "金币堆",
      "lang": "lang_jbd",
      "idType": 25,
      "num": 0,
      "icon": "nav_jbd"
    },
    {
      "name": "废料桶",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_flt"
    },
    {
      "name": "工业金属储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 9,
      "icon": "nav_gyjscwx"
    },
    {
      "name": "放射性储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fsxcwx"
    },
    {
      "name": "屏蔽箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_pbx"
    },
    {
      "name": "辐射废料箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fsflx"
    },
    {
      "name": "核燃料背包",
      "lang": "lang_mt",
      "idType": 25,
      "num": 2,
      "icon": "nav_hrlbb"
    },
    {
      "name": "托卡马克面板",
      "lang": "lang_mt",
      "idType": 25,
      "num": 1,
      "icon": "nav_tkmkmb"
    },
    {
      "name": "乏燃料堆体",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_frldt"
    },
    {
      "name": "燃料储罐",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_rlcg"
    },
    {
      "name": "应急仓",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_yjc"
    },
    {
      "name": "仿星控制柱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fxkzz"
    },
    {
      "name": "反应堆基座",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fydjz"
    },
    {
      "name": "药品保温箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 1,
      "icon": "nav_ypbwx"
    },
    {
      "name": "污水净化器",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_wsjhq"
    }

  ],
  navList2_second2: [
    {
      "name": "保险箱",
      "lang": "lang_bxg",
      "idType": 1,
      "num": 0,
      "icon": "nav_bxx"
    },
    {
      "name": "小保险箱",
      "lang": "lang_xbxx",
      "idType": 2,
      "num": 0,
      "icon": "nav_xbxx"
    },
    {
      "name": "服务器",
      "lang": "lang_fwq",
      "idType": 3,
      "num": 0,
      "icon": "nav_fwq"
    },
    {
      "name": "电脑",
      "lang": "lang_dn",
      "idType": 4,
      "num": 1,
      "icon": "nav_dn"
    },
    {
      "name": "电脑机箱",
      "lang": "lang_dnjx",
      "idType": 5,
      "num": 0,
      "icon": "nav_dnjx"
    },
    {
      "name": "电脑包",
      "lang": "lang_dnb",
      "idType": 5,
      "num": 0,
      "icon": "nav_dsb"
    },
    {
      "name": "武器箱",
      "lang": "lang_wqx",
      "idType": 6,
      "num": 0,
      "icon": "nav_wqx"
    },
    {
      "name": "大武器箱",
      "lang": "lang_dwqx",
      "idType": 7,
      "num": 0,
      "icon": "nav_dwqx"
    },
    {
      "name": "弹药箱",
      "lang": "lang_dyx",
      "idType": 8,
      "num": 0,
      "icon": "nav_dyx"
    },
    {
      "name": "工具柜",
      "lang": "lang_gjg",
      "idType": 9,
      "num": 0,
      "icon": "nav_gjg"
    },
    {
      "name": "收纳盒",
      "lang": "lang_dgjh",
      "idType": 10,
      "num": 0,
      "icon": "nav_dgjx"
    },
    {
      "name": "一件衣服",
      "lang": "lang_yf",
      "idType": 12,
      "num": 0,
      "icon": "nav_yf"
    },
    {
      "name": "防护服",
      "lang": "lang_yf",
      "idType": 12,
      "num": 0,
      "icon": "nav_fhf"
    },
    {
      "name": "军用医疗包",
      "lang": "lang_ylb",
      "idType": 13,
      "num": 0,
      "icon": "nav_ylb"
    },
    {
      "name": "医疗物资堆",
      "lang": "lang_ylwzd",
      "idType": 14,
      "num": 0,
      "icon": "nav_ylwzd"
    },
    {
      "name": "旅行包",
      "lang": "lang_lxd",
      "idType": 15,
      "num": 0,
      "icon": "nav_lxd"
    },
    {
      "name": "手提箱",
      "lang": "lang_stx",
      "idType": 16,
      "num": 0,
      "icon": "nav_stx"
    },
    {
      "name": "储物柜",
      "lang": "lang_cwg",
      "idType": 17,
      "num": 0,
      "icon": "nav_cwg"
    },
    {
      "name": "高级储物箱",
      "lang": "lang_gjcwx",
      "idType": 18,
      "num": 0,
      "icon": "nav_gjcwx"
    },
    {
      "name": "抽屉柜",
      "lang": "lang_ctg",
      "idType": 19,
      "num": 0,
      "icon": "nav_ctg"
    },
    {
      "name": "登山包",
      "lang": "lang_dsb",
      "idType": 20,
      "num": 0,
      "icon": "nav_dsb"
    },
    {
      "name": "快递箱",
      "lang": "lang_kdx",
      "idType": 21,
      "num": 0,
      "icon": "nav_kdx"
    },
    {
      "name": "航空储物箱",
      "lang": "lang_hkcwx",
      "idType": 22,
      "num": 0,
      "icon": "nav_hkcwx"
    },
    {
      "name": "垃圾桶",
      "lang": "lang_ljx",
      "idType": 23,
      "num": 0,
      "icon": "nav_ljx"
    },
    {
      "name": "搅拌车",
      "lang": "lang_snc",
      "idType": 24,
      "num": 0,
      "icon": "nav_snc"
    },
    {
      "name": "野外物资箱",
      "lang": "lang_ywwzx",
      "idType": 25,
      "num": 0,
      "icon": "nav_ywwzx"
    },
    {
      "name": "鸟窝",
      "lang": "lang_nw",
      "idType": 25,
      "num": 0,
      "icon": "nav_nw"
    },
    {
      "name": "藏匿物",
      "lang": "lang_cnw",
      "idType": 25,
      "num": 0,
      "icon": "nav_cnw"
    },
    {
      "name": "高级旅行箱",
      "lang": "lang_gjlxx",
      "idType": 25,
      "num": 0,
      "icon": "nav_xlx"
    },
    {
      "name": "哈夫克返回舱",
      "lang": "lang_hfkfhc",
      "idType": 25,
      "num": 0,
      "icon": "nav_hfkfhc"
    },
    {
      "name": "三角蚌",
      "lang": "lang_sjb",
      "idType": 25,
      "num": 0,
      "icon": "nav_sjb"
    },
    {
      "name": "马桶",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_mt"
    },
    {
      "name": "金币堆",
      "lang": "lang_jbd",
      "idType": 25,
      "num": 0,
      "icon": "nav_jbd"
    },
    {
      "name": "废料桶",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_flt"
    },
    {
      "name": "工业金属储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_gyjscwx"
    },
    {
      "name": "放射性储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fsxcwx"
    },
    {
      "name": "屏蔽箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_pbx"
    },
    {
      "name": "辐射废料箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fsflx"
    },
    {
      "name": "核燃料背包",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_hrlbb"
    },
    {
      "name": "托卡马克面板",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_tkmkmb"
    },
    {
      "name": "乏燃料堆体",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_frldt"
    },
    {
      "name": "燃料储罐",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_rlcg"
    },
    {
      "name": "应急仓",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_yjc"
    },
    {
      "name": "仿星控制柱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fxkzz"
    },
    {
      "name": "反应堆基座",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fydjz"
    },
    {
      "name": "药品保温箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_ypbwx"
    },
    {
      "name": "污水净化器",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_wsjhq"
    }
  ],
  mapArticle2_first2: [

    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 71.63182,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "抽屉柜",
      "icon": "ctg",
      "x": 190377,
      "y": "-228192"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 70,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 188203,
      "y": "-227358"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 70,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 190452,
      "y": "-227994"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "第二难度倍场以上才刷新",
      "z坐标": 581,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 189887,
      "y": "-225640"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "第二难度倍场以上才刷新",
      "z坐标": 581,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 194621,
      "y": "-229835"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 581,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 195155,
      "y": "-226460"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 581,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 193206,
      "y": "-225639"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 575,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 192479,
      "y": "-228116"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 72,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 192792,
      "y": "-225938"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 72,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 189969,
      "y": "-227504"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "第二难度倍场以上才刷新",
      "z坐标": 172.6929,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "手提箱",
      "icon": "stx",
      "x": 191757,
      "y": "-229915"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 581,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "核燃料背包",
      "icon": "hrlbb",
      "x": 195549,
      "y": "-229006"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 730.8925,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "托卡马克面板",
      "icon": "tkmkmb",
      "x": 192197.3,
      "y": "-227136"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 581,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 194440,
      "y": "-225819"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 70,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 189494,
      "y": "-227384"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 129.5567,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 193700,
      "y": "-230558"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 102.8272,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 190561,
      "y": "-226484"
    },








    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 178,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑包",
      "icon": "dsb",
      "x": 195112,
      "y": "-227273"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 709.0204,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑包",
      "icon": "dsb",
      "x": 192638.5,
      "y": "-225722"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 75,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "防护服",
      "icon": "fhf",
      "x": 193670,
      "y": "-229977"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 70,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 194520,
      "y": "-226610"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 583,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 190711.6,
      "y": "-225332"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 194.6353,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "登山包",
      "icon": "dsb",
      "x": 192464.4,
      "y": "-228204"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 70,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "药品保温箱",
      "icon": "ypbwx",
      "x": 193525,
      "y": "-230033"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 69.96848,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 189451,
      "y": "-230467"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 70,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 193061,
      "y": "-230733"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 70.10783,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 191304,
      "y": "-224821"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 70,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "储物柜",
      "icon": "cwg",
      "x": 187804,
      "y": "-227016"
    },

  ],
  mapArticle2_second2: [
    {
      "地图": "核电站",
      "大区域": "核电站_老科学院",
      "自定义区域": "老科学院",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1217.153,
      "拾取条件": "",
      "出现条件": "",
      "floor": 2,
      "name": "电脑",
      "icon": "dn",
      "x": 191549,
      "y": "-223960"
    }
  ],

  // 压水堆
  navList_firest3: [
    {
      "name": "服务器",
      "lang": "lang_fwq",
      "idType": 3,
      "num": 3,
      "icon": "nav_fwq"
    },
    {
      "name": "电脑",
      "lang": "lang_dn",
      "idType": 4,
      "num": 1,
      "icon": "nav_dn"
    },
    {
      "name": "电脑机箱",
      "lang": "lang_dnjx",
      "idType": 5,
      "num": 4,
      "icon": "nav_dnjx"
    },
    {
      "name": "电脑包",
      "lang": "lang_dnb",
      "idType": 5,
      "num": 3,
      "icon": "nav_dsb"
    },
    {
      "name": "弹药箱",
      "lang": "lang_dyx",
      "idType": 8,
      "num": 1,
      "icon": "nav_dyx"
    },
    {
      "name": "工具柜",
      "lang": "lang_gjg",
      "idType": 9,
      "num": 3,
      "icon": "nav_gjg"
    },
    {
      "name": "收纳盒",
      "lang": "lang_dgjh",
      "idType": 10,
      "num": 1,
      "icon": "nav_dgjx"
    },
    {
      "name": "一件衣服",
      "lang": "lang_yf",
      "idType": 12,
      "num": 1,
      "icon": "nav_yf"
    },
    {
      "name": "医疗物资堆",
      "lang": "lang_ylwzd",
      "idType": 14,
      "num": 1,
      "icon": "nav_ylwzd"
    },
    {
      "name": "旅行包",
      "lang": "lang_lxd",
      "idType": 15,
      "num": 1,
      "icon": "nav_lxd"
    },
    {
      "name": "手提箱",
      "lang": "lang_stx",
      "idType": 16,
      "num": 2,
      "icon": "nav_stx"
    },
    {
      "name": "储物柜",
      "lang": "lang_cwg",
      "idType": 17,
      "num": 3,
      "icon": "nav_cwg"
    },
    {
      "name": "快递箱",
      "lang": "lang_kdx",
      "idType": 21,
      "num": 4,
      "icon": "nav_kdx"
    },
    {
      "name": "高级旅行箱",
      "lang": "lang_gjlxx",
      "idType": 25,
      "num": 2,
      "icon": "nav_xlx"
    },
    {
      "name": "工业金属储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 1,
      "icon": "nav_gyjscwx"
    },
    {
      "name": "放射性储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 2,
      "icon": "nav_fsxcwx"
    },
    {
      "name": "屏蔽箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 1,
      "icon": "nav_pbx"
    },
    {
      "name": "核燃料背包",
      "lang": "lang_mt",
      "idType": 25,
      "num": 5,
      "icon": "nav_hrlbb"
    },
    {
      "name": "反应堆基座",
      "lang": "lang_mt",
      "idType": 25,
      "num": 1,
      "icon": "nav_fydjz"
    },
    {
      "name": "药品保温箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 1,
      "icon": "nav_ypbwx"
    },
  ],
  navList_second3: [
    {
      "name": "保险箱",
      "lang": "lang_bxg",
      "idType": 1,
      "num": 0,
      "icon": "nav_bxx"
    },
    {
      "name": "小保险箱",
      "lang": "lang_xbxx",
      "idType": 2,
      "num": 0,
      "icon": "nav_xbxx"
    },
    {
      "name": "服务器",
      "lang": "lang_fwq",
      "idType": 3,
      "num": 0,
      "icon": "nav_fwq"
    },
    {
      "name": "电脑",
      "lang": "lang_dn",
      "idType": 4,
      "num": 0,
      "icon": "nav_dn"
    },
    {
      "name": "电脑机箱",
      "lang": "lang_dnjx",
      "idType": 5,
      "num": 0,
      "icon": "nav_dnjx"
    },
    {
      "name": "电脑包",
      "lang": "lang_dnb",
      "idType": 5,
      "num": 0,
      "icon": "nav_dsb"
    },
    {
      "name": "武器箱",
      "lang": "lang_wqx",
      "idType": 6,
      "num": 0,
      "icon": "nav_wqx"
    },
    {
      "name": "大武器箱",
      "lang": "lang_dwqx",
      "idType": 7,
      "num": 0,
      "icon": "nav_dwqx"
    },
    {
      "name": "弹药箱",
      "lang": "lang_dyx",
      "idType": 8,
      "num": 0,
      "icon": "nav_dyx"
    },
    {
      "name": "工具柜",
      "lang": "lang_gjg",
      "idType": 9,
      "num": 0,
      "icon": "nav_gjg"
    },
    {
      "name": "收纳盒",
      "lang": "lang_dgjh",
      "idType": 10,
      "num": 0,
      "icon": "nav_dgjx"
    },
    {
      "name": "一件衣服",
      "lang": "lang_yf",
      "idType": 12,
      "num": 0,
      "icon": "nav_yf"
    },
    {
      "name": "防护服",
      "lang": "lang_yf",
      "idType": 12,
      "num": 0,
      "icon": "nav_fhf"
    },
    {
      "name": "军用医疗包",
      "lang": "lang_ylb",
      "idType": 13,
      "num": 0,
      "icon": "nav_ylb"
    },
    {
      "name": "医疗物资堆",
      "lang": "lang_ylwzd",
      "idType": 14,
      "num": 0,
      "icon": "nav_ylwzd"
    },
    {
      "name": "旅行包",
      "lang": "lang_lxd",
      "idType": 15,
      "num": 0,
      "icon": "nav_lxd"
    },
    {
      "name": "手提箱",
      "lang": "lang_stx",
      "idType": 16,
      "num": 0,
      "icon": "nav_stx"
    },
    {
      "name": "储物柜",
      "lang": "lang_cwg",
      "idType": 17,
      "num": 0,
      "icon": "nav_cwg"
    },
    {
      "name": "高级储物箱",
      "lang": "lang_gjcwx",
      "idType": 18,
      "num": 0,
      "icon": "nav_gjcwx"
    },
    {
      "name": "抽屉柜",
      "lang": "lang_ctg",
      "idType": 19,
      "num": 0,
      "icon": "nav_ctg"
    },
    {
      "name": "登山包",
      "lang": "lang_dsb",
      "idType": 20,
      "num": 0,
      "icon": "nav_dsb"
    },
    {
      "name": "快递箱",
      "lang": "lang_kdx",
      "idType": 21,
      "num": 0,
      "icon": "nav_kdx"
    },
    {
      "name": "航空储物箱",
      "lang": "lang_hkcwx",
      "idType": 22,
      "num": 0,
      "icon": "nav_hkcwx"
    },
    {
      "name": "垃圾桶",
      "lang": "lang_ljx",
      "idType": 23,
      "num": 0,
      "icon": "nav_ljx"
    },
    {
      "name": "搅拌车",
      "lang": "lang_snc",
      "idType": 24,
      "num": 0,
      "icon": "nav_snc"
    },
    {
      "name": "野外物资箱",
      "lang": "lang_ywwzx",
      "idType": 25,
      "num": 0,
      "icon": "nav_ywwzx"
    },
    {
      "name": "鸟窝",
      "lang": "lang_nw",
      "idType": 25,
      "num": 0,
      "icon": "nav_nw"
    },
    {
      "name": "藏匿物",
      "lang": "lang_cnw",
      "idType": 25,
      "num": 0,
      "icon": "nav_cnw"
    },
    {
      "name": "高级旅行箱",
      "lang": "lang_gjlxx",
      "idType": 25,
      "num": 0,
      "icon": "nav_xlx"
    },
    {
      "name": "哈夫克返回舱",
      "lang": "lang_hfkfhc",
      "idType": 25,
      "num": 0,
      "icon": "nav_hfkfhc"
    },
    {
      "name": "三角蚌",
      "lang": "lang_sjb",
      "idType": 25,
      "num": 0,
      "icon": "nav_sjb"
    },
    {
      "name": "马桶",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_mt"
    },
    {
      "name": "金币堆",
      "lang": "lang_jbd",
      "idType": 25,
      "num": 0,
      "icon": "nav_jbd"
    },
    {
      "name": "废料桶",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_flt"
    },
    {
      "name": "工业金属储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_gyjscwx"
    },
    {
      "name": "放射性储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fsxcwx"
    },
    {
      "name": "屏蔽箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_pbx"
    },
    {
      "name": "辐射废料箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fsflx"
    },
    {
      "name": "核燃料背包",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_hrlbb"
    },
    {
      "name": "托卡马克面板",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_tkmkmb"
    },
    {
      "name": "乏燃料堆体",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_frldt"
    },
    {
      "name": "燃料储罐",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_rlcg"
    },
    {
      "name": "应急仓",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_yjc"
    },
    {
      "name": "仿星控制柱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fxkzz"
    },
    {
      "name": "反应堆基座",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fydjz"
    },
    {
      "name": "药品保温箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_ypbwx"
    },
    {
      "name": "污水净化器",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_wsjhq"
    }
  ],
  mapArticle_first3: [
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 477,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "一件衣服",
      "icon": "yf",
      "x": 227524,
      "y": "-175405"
    },




    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 428.0539,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 222768,
      "y": "-176802"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 429.2431,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 223092.2,
      "y": "-174223"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 396,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 227627,
      "y": "-176429"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 510.3248,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "手提箱",
      "icon": "stx",
      "x": 229283,
      "y": "-169878"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1356.595,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "手提箱",
      "icon": "stx",
      "x": 226198,
      "y": "-174926"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 425,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "收纳盒",
      "icon": "dgjx",
      "x": 228060,
      "y": "-169576"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 803.0255,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "反应堆基座",
      "icon": "fydjz",
      "x": 224311.1,
      "y": "-176527"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 444,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "核燃料背包",
      "icon": "hrlbb",
      "x": 221485,
      "y": "-173382"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 428,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "核燃料背包",
      "icon": "hrlbb",
      "x": 223881,
      "y": "-176593"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": "-372",
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "核燃料背包",
      "icon": "hrlbb",
      "x": 224129,
      "y": "-176149"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": "-372",
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "核燃料背包",
      "icon": "hrlbb",
      "x": 227958,
      "y": "-171614"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 431,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "高级旅行箱",
      "icon": "xlx",
      "x": 223763,
      "y": "-173832"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1230.931,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "高级旅行箱",
      "icon": "xlx",
      "x": 225291,
      "y": "-174256"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 443.9997,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 229239,
      "y": "-174173"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 425,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工具柜",
      "icon": "gjg",
      "x": 230167,
      "y": "-170550"
    },




    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": "-372",
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工具柜",
      "icon": "gjg",
      "x": 223010,
      "y": "-175147"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": "-372",
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工具柜",
      "icon": "gjg",
      "x": 228089,
      "y": "-172100"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 428,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "屏蔽箱",
      "icon": "pbx",
      "x": 223742,
      "y": "-174276"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1278.806,
      "拾取条件": "需要使用钥匙卡才能开启",
      "出现条件": "",
      "floor": 1,
      "name": "服务器",
      "icon": "fwq",
      "x": 225215,
      "y": "-172627"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1278.806,
      "拾取条件": "需要使用钥匙卡才能开启",
      "出现条件": "",
      "floor": 1,
      "name": "服务器",
      "icon": "fwq",
      "x": 225505,
      "y": "-173025"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1278.806,
      "拾取条件": "需要使用钥匙卡才能开启",
      "出现条件": "",
      "floor": 1,
      "name": "服务器",
      "icon": "fwq",
      "x": 225933,
      "y": "-172599"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1370,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑包",
      "icon": "dsb",
      "x": 224937,
      "y": "-173555"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1359,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑包",
      "icon": "dsb",
      "x": 226504,
      "y": "-174951"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 425.1421,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "放射性储物箱",
      "icon": "fsxcwx",
      "x": 227050,
      "y": "-169732"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 438,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "放射性储物箱",
      "icon": "fsxcwx",
      "x": 228070,
      "y": "-174108"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 523.1966,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑包",
      "icon": "dsb",
      "x": 223941,
      "y": "-171668"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 441,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "防护服",
      "icon": "fhf",
      "x": 222228,
      "y": "-175552"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 399,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 228388,
      "y": "-176407"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 402.5852,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 223823.9,
      "y": "-171894"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1279.806,
      "拾取条件": "需要使用钥匙卡才能开启",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 225622,
      "y": "-172178"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1279.806,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 226526.2,
      "y": "-173976"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 427,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "药品保温箱",
      "icon": "ypbwx",
      "x": 227413,
      "y": "-172455"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 425.1121,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 228352.3,
      "y": "-169169"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": "-372.29",
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 224318,
      "y": "-175807"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 447,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "医疗物资堆",
      "icon": "ylwzd",
      "x": 226990,
      "y": "-173104"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1278.806,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑",
      "icon": "dn",
      "x": 227676,
      "y": "-173518"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 391.4991,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "储物柜",
      "icon": "cwg",
      "x": 229552.6,
      "y": "-176243"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 447.5161,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "储物柜",
      "icon": "cwg",
      "x": 230195.6,
      "y": "-176248"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 447.5161,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "储物柜",
      "icon": "cwg",
      "x": 230196,
      "y": "-176071"
    },


  ],
  mapArticle_second3: [],
  navList2_firest3: [
    {
      "name": "保险箱",
      "lang": "lang_bxg",
      "idType": 1,
      "num": 0,
      "icon": "nav_bxx"
    },
    {
      "name": "小保险箱",
      "lang": "lang_xbxx",
      "idType": 2,
      "num": 0,
      "icon": "nav_xbxx"
    },
    {
      "name": "服务器",
      "lang": "lang_fwq",
      "idType": 3,
      "num": 4,
      "icon": "nav_fwq"
    },
    {
      "name": "电脑",
      "lang": "lang_dn",
      "idType": 4,
      "num": 1,
      "icon": "nav_dn"
    },
    {
      "name": "电脑机箱",
      "lang": "lang_dnjx",
      "idType": 5,
      "num": 4,
      "icon": "nav_dnjx"
    },
    {
      "name": "电脑包",
      "lang": "lang_dnb",
      "idType": 5,
      "num": 3,
      "icon": "nav_dsb"
    },
    {
      "name": "武器箱",
      "lang": "lang_wqx",
      "idType": 6,
      "num": 0,
      "icon": "nav_wqx"
    },
    {
      "name": "大武器箱",
      "lang": "lang_dwqx",
      "idType": 7,
      "num": 0,
      "icon": "nav_dwqx"
    },
    {
      "name": "弹药箱",
      "lang": "lang_dyx",
      "idType": 8,
      "num": 1,
      "icon": "nav_dyx"
    },
    {
      "name": "工具柜",
      "lang": "lang_gjg",
      "idType": 9,
      "num": 8,
      "icon": "nav_gjg"
    },
    {
      "name": "收纳盒",
      "lang": "lang_dgjh",
      "idType": 10,
      "num": 1,
      "icon": "nav_dgjx"
    },
    {
      "name": "一件衣服",
      "lang": "lang_yf",
      "idType": 12,
      "num": 3,
      "icon": "nav_yf"
    },
    {
      "name": "防护服",
      "lang": "lang_yf",
      "idType": 12,
      "num": 0,
      "icon": "nav_fhf"
    },
    {
      "name": "军用医疗包",
      "lang": "lang_ylb",
      "idType": 13,
      "num": 0,
      "icon": "nav_ylb"
    },
    {
      "name": "医疗物资堆",
      "lang": "lang_ylwzd",
      "idType": 14,
      "num": 2,
      "icon": "nav_ylwzd"
    },
    {
      "name": "旅行包",
      "lang": "lang_lxd",
      "idType": 15,
      "num": 2,
      "icon": "nav_lxd"
    },
    {
      "name": "手提箱",
      "lang": "lang_stx",
      "idType": 16,
      "num": 3,
      "icon": "nav_stx"
    },
    {
      "name": "储物柜",
      "lang": "lang_cwg",
      "idType": 17,
      "num": 6,
      "icon": "nav_cwg"
    },
    {
      "name": "高级储物箱",
      "lang": "lang_gjcwx",
      "idType": 18,
      "num": 1,
      "icon": "nav_gjcwx"
    },
    {
      "name": "抽屉柜",
      "lang": "lang_ctg",
      "idType": 19,
      "num": 2,
      "icon": "nav_ctg"
    },
    {
      "name": "登山包",
      "lang": "lang_dsb",
      "idType": 20,
      "num": 0,
      "icon": "nav_dsb"
    },
    {
      "name": "快递箱",
      "lang": "lang_kdx",
      "idType": 21,
      "num": 7,
      "icon": "nav_kdx"
    },
    {
      "name": "航空储物箱",
      "lang": "lang_hkcwx",
      "idType": 22,
      "num": 0,
      "icon": "nav_hkcwx"
    },
    {
      "name": "垃圾桶",
      "lang": "lang_ljx",
      "idType": 23,
      "num": 1,
      "icon": "nav_ljx"
    },
    {
      "name": "搅拌车",
      "lang": "lang_snc",
      "idType": 24,
      "num": 1,
      "icon": "nav_snc"
    },
    {
      "name": "野外物资箱",
      "lang": "lang_ywwzx",
      "idType": 25,
      "num": 1,
      "icon": "nav_ywwzx"
    },
    {
      "name": "鸟窝",
      "lang": "lang_nw",
      "idType": 25,
      "num": 2,
      "icon": "nav_nw"
    },
    {
      "name": "藏匿物",
      "lang": "lang_cnw",
      "idType": 25,
      "num": 2,
      "icon": "nav_cnw"
    },
    {
      "name": "高级旅行箱",
      "lang": "lang_gjlxx",
      "idType": 25,
      "num": 2,
      "icon": "nav_xlx"
    },
    {
      "name": "哈夫克返回舱",
      "lang": "lang_hfkfhc",
      "idType": 25,
      "num": 0,
      "icon": "nav_hfkfhc"
    },
    {
      "name": "三角蚌",
      "lang": "lang_sjb",
      "idType": 25,
      "num": 0,
      "icon": "nav_sjb"
    },
    {
      "name": "马桶",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_mt"
    },
    {
      "name": "金币堆",
      "lang": "lang_jbd",
      "idType": 25,
      "num": 0,
      "icon": "nav_jbd"
    },
    {
      "name": "废料桶",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_flt"
    },
    {
      "name": "工业金属储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 2,
      "icon": "nav_gyjscwx"
    },
    {
      "name": "放射性储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 2,
      "icon": "nav_fsxcwx"
    },
    {
      "name": "屏蔽箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 3,
      "icon": "nav_pbx"
    },
    {
      "name": "辐射废料箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 1,
      "icon": "nav_fsflx"
    },
    {
      "name": "核燃料背包",
      "lang": "lang_mt",
      "idType": 25,
      "num": 5,
      "icon": "nav_hrlbb"
    },
    {
      "name": "托卡马克面板",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_tkmkmb"
    },
    {
      "name": "乏燃料堆体",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_frldt"
    },
    {
      "name": "燃料储罐",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_rlcg"
    },
    {
      "name": "应急仓",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_yjc"
    },
    {
      "name": "仿星控制柱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fxkzz"
    },
    {
      "name": "反应堆基座",
      "lang": "lang_mt",
      "idType": 25,
      "num": 1,
      "icon": "nav_fydjz"
    },
    {
      "name": "药品保温箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 1,
      "icon": "nav_ypbwx"
    },
    {
      "name": "污水净化器",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_wsjhq"
    }
  ],
  navList2_second3: [
    {
      "name": "保险箱",
      "lang": "lang_bxg",
      "idType": 1,
      "num": 0,
      "icon": "nav_bxx"
    },
    {
      "name": "小保险箱",
      "lang": "lang_xbxx",
      "idType": 2,
      "num": 0,
      "icon": "nav_xbxx"
    },
    {
      "name": "服务器",
      "lang": "lang_fwq",
      "idType": 3,
      "num": 0,
      "icon": "nav_fwq"
    },
    {
      "name": "电脑",
      "lang": "lang_dn",
      "idType": 4,
      "num": 0,
      "icon": "nav_dn"
    },
    {
      "name": "电脑机箱",
      "lang": "lang_dnjx",
      "idType": 5,
      "num": 0,
      "icon": "nav_dnjx"
    },
    {
      "name": "电脑包",
      "lang": "lang_dnb",
      "idType": 5,
      "num": 0,
      "icon": "nav_dsb"
    },
    {
      "name": "武器箱",
      "lang": "lang_wqx",
      "idType": 6,
      "num": 0,
      "icon": "nav_wqx"
    },
    {
      "name": "大武器箱",
      "lang": "lang_dwqx",
      "idType": 7,
      "num": 0,
      "icon": "nav_dwqx"
    },
    {
      "name": "弹药箱",
      "lang": "lang_dyx",
      "idType": 8,
      "num": 0,
      "icon": "nav_dyx"
    },
    {
      "name": "工具柜",
      "lang": "lang_gjg",
      "idType": 9,
      "num": 0,
      "icon": "nav_gjg"
    },
    {
      "name": "收纳盒",
      "lang": "lang_dgjh",
      "idType": 10,
      "num": 0,
      "icon": "nav_dgjx"
    },
    {
      "name": "一件衣服",
      "lang": "lang_yf",
      "idType": 12,
      "num": 0,
      "icon": "nav_yf"
    },
    {
      "name": "防护服",
      "lang": "lang_yf",
      "idType": 12,
      "num": 0,
      "icon": "nav_fhf"
    },
    {
      "name": "军用医疗包",
      "lang": "lang_ylb",
      "idType": 13,
      "num": 0,
      "icon": "nav_ylb"
    },
    {
      "name": "医疗物资堆",
      "lang": "lang_ylwzd",
      "idType": 14,
      "num": 0,
      "icon": "nav_ylwzd"
    },
    {
      "name": "旅行包",
      "lang": "lang_lxd",
      "idType": 15,
      "num": 0,
      "icon": "nav_lxd"
    },
    {
      "name": "手提箱",
      "lang": "lang_stx",
      "idType": 16,
      "num": 0,
      "icon": "nav_stx"
    },
    {
      "name": "储物柜",
      "lang": "lang_cwg",
      "idType": 17,
      "num": 0,
      "icon": "nav_cwg"
    },
    {
      "name": "高级储物箱",
      "lang": "lang_gjcwx",
      "idType": 18,
      "num": 0,
      "icon": "nav_gjcwx"
    },
    {
      "name": "抽屉柜",
      "lang": "lang_ctg",
      "idType": 19,
      "num": 0,
      "icon": "nav_ctg"
    },
    {
      "name": "登山包",
      "lang": "lang_dsb",
      "idType": 20,
      "num": 0,
      "icon": "nav_dsb"
    },
    {
      "name": "快递箱",
      "lang": "lang_kdx",
      "idType": 21,
      "num": 0,
      "icon": "nav_kdx"
    },
    {
      "name": "航空储物箱",
      "lang": "lang_hkcwx",
      "idType": 22,
      "num": 0,
      "icon": "nav_hkcwx"
    },
    {
      "name": "垃圾桶",
      "lang": "lang_ljx",
      "idType": 23,
      "num": 0,
      "icon": "nav_ljx"
    },
    {
      "name": "搅拌车",
      "lang": "lang_snc",
      "idType": 24,
      "num": 0,
      "icon": "nav_snc"
    },
    {
      "name": "野外物资箱",
      "lang": "lang_ywwzx",
      "idType": 25,
      "num": 0,
      "icon": "nav_ywwzx"
    },
    {
      "name": "鸟窝",
      "lang": "lang_nw",
      "idType": 25,
      "num": 0,
      "icon": "nav_nw"
    },
    {
      "name": "藏匿物",
      "lang": "lang_cnw",
      "idType": 25,
      "num": 0,
      "icon": "nav_cnw"
    },
    {
      "name": "高级旅行箱",
      "lang": "lang_gjlxx",
      "idType": 25,
      "num": 0,
      "icon": "nav_xlx"
    },
    {
      "name": "哈夫克返回舱",
      "lang": "lang_hfkfhc",
      "idType": 25,
      "num": 0,
      "icon": "nav_hfkfhc"
    },
    {
      "name": "三角蚌",
      "lang": "lang_sjb",
      "idType": 25,
      "num": 0,
      "icon": "nav_sjb"
    },
    {
      "name": "马桶",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_mt"
    },
    {
      "name": "金币堆",
      "lang": "lang_jbd",
      "idType": 25,
      "num": 0,
      "icon": "nav_jbd"
    },
    {
      "name": "废料桶",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_flt"
    },
    {
      "name": "工业金属储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_gyjscwx"
    },
    {
      "name": "放射性储物箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fsxcwx"
    },
    {
      "name": "屏蔽箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_pbx"
    },
    {
      "name": "辐射废料箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fsflx"
    },
    {
      "name": "核燃料背包",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_hrlbb"
    },
    {
      "name": "托卡马克面板",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_tkmkmb"
    },
    {
      "name": "乏燃料堆体",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_frldt"
    },
    {
      "name": "燃料储罐",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_rlcg"
    },
    {
      "name": "应急仓",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_yjc"
    },
    {
      "name": "仿星控制柱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fxkzz"
    },
    {
      "name": "反应堆基座",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_fydjz"
    },
    {
      "name": "药品保温箱",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_ypbwx"
    },
    {
      "name": "污水净化器",
      "lang": "lang_mt",
      "idType": 25,
      "num": 0,
      "icon": "nav_wsjhq"
    }
  ],
  mapArticle2_first3: [
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 477,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "一件衣服",
      "icon": "yf",
      "x": 227524,
      "y": "-175405"
    },




    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 428.0539,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 222768,
      "y": "-176802"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 429.2431,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 223092.2,
      "y": "-174223"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "第二难度倍场以上才刷新",
      "z坐标": 396,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 229389,
      "y": "-176331"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 396,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工业金属储物箱",
      "icon": "gyjscwx",
      "x": 227627,
      "y": "-176429"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 510.3248,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "手提箱",
      "icon": "stx",
      "x": 229283,
      "y": "-169878"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1356.595,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "手提箱",
      "icon": "stx",
      "x": 226198,
      "y": "-174926"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 425,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "收纳盒",
      "icon": "dgjx",
      "x": 228060,
      "y": "-169576"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 803.0255,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "反应堆基座",
      "icon": "fydjz",
      "x": 224311.1,
      "y": "-176527"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 444,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "核燃料背包",
      "icon": "hrlbb",
      "x": 221485,
      "y": "-173382"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 428,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "核燃料背包",
      "icon": "hrlbb",
      "x": 223881,
      "y": "-176593"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": "-372",
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "核燃料背包",
      "icon": "hrlbb",
      "x": 224129,
      "y": "-176149"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": "-372",
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "核燃料背包",
      "icon": "hrlbb",
      "x": 227958,
      "y": "-171614"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 431,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "高级旅行箱",
      "icon": "xlx",
      "x": 223763,
      "y": "-173832"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1230.931,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "高级旅行箱",
      "icon": "xlx",
      "x": 225291,
      "y": "-174256"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 443.9997,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "旅行包",
      "icon": "lxd",
      "x": 229239,
      "y": "-174173"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 425,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工具柜",
      "icon": "gjg",
      "x": 230167,
      "y": "-170550"
    },




    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": "-372",
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工具柜",
      "icon": "gjg",
      "x": 223010,
      "y": "-175147"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": "-372",
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "工具柜",
      "icon": "gjg",
      "x": 228089,
      "y": "-172100"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 428,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "屏蔽箱",
      "icon": "pbx",
      "x": 223742,
      "y": "-174276"
    },



    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1278.806,
      "拾取条件": "需要使用钥匙卡才能开启",
      "出现条件": "",
      "floor": 1,
      "name": "服务器",
      "icon": "fwq",
      "x": 225215,
      "y": "-172627"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1278.806,
      "拾取条件": "需要使用钥匙卡才能开启",
      "出现条件": "",
      "floor": 1,
      "name": "服务器",
      "icon": "fwq",
      "x": 225505,
      "y": "-173025"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1278.806,
      "拾取条件": "需要使用钥匙卡才能开启",
      "出现条件": "",
      "floor": 1,
      "name": "服务器",
      "icon": "fwq",
      "x": 225933,
      "y": "-172599"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1370,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑包",
      "icon": "dsb",
      "x": 224937,
      "y": "-173555"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1359,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑包",
      "icon": "dsb",
      "x": 226504,
      "y": "-174951"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 425.1421,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "放射性储物箱",
      "icon": "fsxcwx",
      "x": 227050,
      "y": "-169732"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 438,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "放射性储物箱",
      "icon": "fsxcwx",
      "x": 228070,
      "y": "-174108"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 523.1966,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑包",
      "icon": "dsb",
      "x": 223941,
      "y": "-171668"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 441,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "防护服",
      "icon": "fhf",
      "x": 222228,
      "y": "-175552"
    },

    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 399,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 228388,
      "y": "-176407"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 402.5852,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 223823.9,
      "y": "-171894"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1279.806,
      "拾取条件": "需要使用钥匙卡才能开启",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 225622,
      "y": "-172178"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1279.806,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑机箱",
      "icon": "dnjx",
      "x": 226526.2,
      "y": "-173976"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 427,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "药品保温箱",
      "icon": "ypbwx",
      "x": 227413,
      "y": "-172455"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 425.1121,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 228352.3,
      "y": "-169169"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": "-372.29",
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "快递箱",
      "icon": "kdx",
      "x": 224318,
      "y": "-175807"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 447,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "医疗物资堆",
      "icon": "ylwzd",
      "x": 226990,
      "y": "-173104"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 1278.806,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "电脑",
      "icon": "dn",
      "x": 227676,
      "y": "-173518"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 391.4991,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "储物柜",
      "icon": "cwg",
      "x": 229552.6,
      "y": "-176243"
    },


    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 447.5161,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "储物柜",
      "icon": "cwg",
      "x": 230195.6,
      "y": "-176248"
    },
    {
      "地图": "核电站",
      "大区域": "核电站_压水堆",
      "自定义区域": "压水堆",
      "是否为散点": "FALSE",
      "倍场特殊配置": "默认全倍场",
      "z坐标": 447.5161,
      "拾取条件": "",
      "出现条件": "",
      "floor": 1,
      "name": "储物柜",
      "icon": "cwg",
      "x": 230196,
      "y": "-176071"
    },


  ],
  mapArticle2_second3: [],
}
